org/project/project-manager-time.org

#+OPTIONS: toc:nil num:nil
#+title: 群起
#+BEGIN_EXPORT html
---
layout: post
title: "群起"
subtitle: "we organiza our time"
tags: [project]
comments: true
published: true
---
#+END_EXPORT

* 背景

** 背景一

手机作为日常的通信工具，打断了人们本来规定好的计划。例如,你已经列好了一个计划，但是由于手机的原因不得不打断本应该进行的话，本是一些无关痛痒的消息或者电话，但却中断甚至打断你的计划。如果你适应了这样，想想那将是十分可怕的

** 背景二

人们有时候会忘记自己该干什么，现在自己身处何地，在做何事。你可能在电脑面前发呆，在手机面前发呆，在书本面前发呆，此时的你眼前朦朦胧胧，不知该做什么，可能你还未发觉，但你就是这样的。

** 背景三

忙碌的人总是会获得成功的，人们忘记自己该干什么，并不是他们真的不知道自己该干什么，只是他们从没想过自己该干什么。至此，我们应该列一个计划，可长可短，可松可紧，在一年的某一天，在一周的某个早上或晚上，在一天的某个时刻，你在为你的时间做规划，在不知到自己干什么的时候知道自己该干什么


* 介绍

** 理念

多个客户端， 多平台任务编辑，客户端之间的计划同步，协同管理时间， 片段式的时间管理，

** 基本功能

*** 任务分类

- 必须执行的计划\任务

  可能是公司的任务，课程的课表，对某人的约定

- 可选的计划任务

  在同一时刻，相对来说,你可能有更重要的事情做时，会选择放弃的任务

- 长时间进行的任务，可以被打扰的计划

  一个非常长的任务或者计划，这期间你可以接听电话之类的

- 使用时间管理法来进行的计划
  对某个你要集中注意力去获得知识，采用时间管理的方法来阶段性的进行计划，休息，来高效的完成几乎

*** 任务同步
*** 计划分享
*** 时间预约
